problems/+demirdzic/@PrismaticBar/meshes/3x3x25/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          75;
        startFace       516;
    }
    left
    {
        type            wall;
        nFaces          75;
        startFace       591;
    }
    right
    {
        type            wall;
        nFaces          75;
        startFace       666;
    }
    bottom
    {
        type            wall;
        nFaces          75;
        startFace       741;
    }
    back
    {
        type            wall;
        nFaces          9;
        startFace       816;
    }
    front
    {
        type            wall;
        nFaces          9;
        startFace       825;
    }
)


// ************************************************************************* //
